Repository: mozilla-l10n/mt-training-data
Catalog: mhk/mhk_pontoon.tmx
Source language: en_us
Languages: mhk

source: 1 sentence collected
mhk: Bo kə mɨ taʼ ŋkâŋ-chu

source: 2 down, keep it up!<playIcon></playIcon>
mhk: 2 masi, ghə sɨsɨ<playIcon></playIcon>

source: About
mhk: Mbiʼ

source: Accepted file types: .tsv only
mhk: Mbom buʼ ŋwàʼnì bo bim a: .tsv jìjìd

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mhk: { $actionType }<playIcon></playIcon> a mɛ bo ka chu ŋkaŋ chu lɛ mbɔŋkɛd ɛ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mhk: { $actionType }<recordIcon></recordIcon> ntiʼ mfuŋ ŋkaŋchu lɛ nitɨn

source: { $actionType }<stopIcon></stopIcon> when done
mhk: { $actionType }<stopIcon></stopIcon> ndib a mi a

source: { $actionType } submit when ready
mhk: { $actionType } Cheʼni ndib a mi a

source: Add and Review Sentences, Add Questions, Transcribe Audio
mhk: Kuʼti ŋkuʼ ŋkiti ŋkaŋchukɛd, kuʼti bɛtikɛd, sənti teb ma yuʼti

source: Add <icon></icon> a public domain sentence
mhk: Kùʼti <icon></icon> nì ŋkǎŋ-chu yì mvi yə a.

source: Add information
mhk: Kuʼti ntum

source: Add new sentences for the community to read
mhk: Kuʼti bimɔʼ ŋkaŋchu mbo ndali bun ma fuŋ

source: Add one sentence per line
mhk: Kuʼti taʼ ŋkaŋ-chu ma mfɨŋni

source: Add questions in your language
mhk: Kuʼti bɛtikɛd ni yu chu ŋgɔŋ

source: Add Sentences
mhk: Kuʼti ŋkuʼ ŋkiti ŋkaŋchukɛd

source: Add sentences in your language
mhk: Kuʼti ŋkanchukɛd ni yu chu ŋgɔŋ

source: Add up to 1,000 sentences
mhk: Kuʼti a che ŋkaŋ-chu 1000

source: Add Your Voice
mhk: Kuʼti nji u

source: Agriculture and Food
mhk: Nǔ mà faʼ ŋgwɛn boa kějɨ

source: All sentence must have the same domain
mhk: Ŋgɔŋ ŋkaŋ chu bə ma chi ni taʼ chuʼ

source: All sentences must have the same citation
mhk: Ŋgɔŋ ŋkaŋ chu bə ma lɔʼtaʼ lɨʼʼ

source: Already have an account? <login>Log-In</login>
mhk: U ni yu lad ŋwaʼni ɛ? <login>ŋaʼɨ ncho</login>

source: An error occurred fetching sentences
mhk: Fannu tum ni taʼ ŋkaŋchukɛd

source: An error occurred reviewing this sentence
mhk: Fannu tum ni ndib ma kuʼ ŋkiti yɔ ŋkaŋchu

source: An error occurred submitting your voice information
mhk: Fannu tum njə u ni ncheʼni tɔʼti mbi nji u a

source: Approve
mhk: Bim

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mhk: Lɨʼ a tɨʼ mɛ tɔd a bɔŋ, lâ bɔ taʼ bimɔʼ njikɛd yi a ye ŋgâ masɨŋ venti bimɔʼ nji a kɨ bə maji chu lɛ a bə. U bə nyuʼ bimɔʼ nji a kɨ bə maji a bə, bo lin ma kǎ teb lɛ. Bɔ ke ni ndɔʼ lɨʼ ni ndib bun ni ntaŋ-ŋgam ma ŋkɨŋ a

source: Are you coming? <strong>[called by another]</strong>
mhk: U ni nto ɛ? <strong>[a fuŋ mɔʼ mun njɨʼ]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mhk: Fa bətikɛd mbiʼ <matrixLink>Matrix</matrixLink>, <discourseLink>ŋgam</discourseLink> kɛ <emailLink>ŋkaŋ-ma-cho</emailLink>.

source: Automotive and Transport
mhk: Nǔ kwaku boa kujid

source: Background Noise
mhk: Chukɛd manjam

source: Background Voices
mhk: Njikɛd manjam

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mhk: Lɔʼ ndib nji bed ted mbiʼ lɨm ŋgaŋ-fuŋfuŋ kɨ chini be a, i nɨŋ chɨʼti ma lɨʼ njɨʼ, kə nje njə i kɨ yə mɔʼ beti a bə. Lɨm njamɨŋjamɨ wuʼ ma fuŋ yum ma ilaʼ baʼ mvi, bìmoʼ bə wuʼ u ma ted mbi yə ma ntəʼ a bə. Mbuʼmbo maʼti mfiʼ ŋken mbo bun bo ni nchu chu njəʼ nu wu a.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mhk: Fələŋ bə nkuʼnikɛd kɛ u fuŋ ni lɨŋ US kɛ UK oh

source: <bold>{ $count }</bold> Clips
mhk: <bold>{ $count }</bold> Tebkɛd

source: <bold>Help us</bold> find more voices
mhk: <bold>Yemti yɨʼ</bold> taʼ bìmɔʼ njikɛd

source: Bulk batch
mhk: Ghab ŋgɨ

source: Bulk Sentences Uploaded
mhk: Buʼ ŋkâŋ-chu tum mɨ

source: By telling us about yourself, you will help developers build more inclusive technology
mhk: Ma tɔʼ nǔ yu mbum to yemti ghaŋ faʼ ma nebti kě faʼ mbiʼ bun a chini.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mhk: Mà faʼ boa Common Voice, u be ma bim yɨʼ <termsLink>kan</termsLink> boa <privacyLink>ntum ncham</privacyLink>

source: Cancel Re-recording
mhk: Vəʼti teb mɔʼ ŋka

source: Cancel Submission
mhk: Bed nu ma cheʼni

source: Cannot submit more than 1000 sentences
mhk: Kɨ bə ma cheʼni ŋkanchu a la 1000

source: Change preferences
mhk: Kɨbti ŋgə ni baʼ u kɔŋ

source: Check <icon></icon> is this a linguistically correct sentence?
mhk: Kiti <icon></icon> yɔ ŋkaŋ-chu lan ɛ?

source: <chevron></chevron>See less
mhk: <chevron></chevron>yə miya

source: <chevron></chevron>See more
mhk: <chevron></chevron>yə ntuntuʼ

source: Citation
mhk: Lìʼmɨ

source: Cite with a URL link or the full name of the work.
mhk: lìʼmɨ nì ŋkâŋ URL kɛ̀ lɨŋ fàʼ lɛ.

source: Click
mhk: Fed

source: Clips Uploaded
mhk: Teb tum mɨ

source: Comment
mhk: Yu bati

source: Contact Us
mhk: Fuŋ yɨʼ

source: Continue
mhk: Ghə sɨsʉ

source: Continue validating
mhk: La kɨsɨ ma yuʼti

source: Contribute
mhk: Fa bati

source: Contribute sentences
mhk: Bati bìmɔʼ ŋkaŋ-chu

source: Contribution Criteria
mhk: Nɔʼɨ ma fa yum

source: Create a profile
mhk: ŋgaʼɨ yu lad ŋwaʼni

source: Criteria
mhk: Nɔʼɨ a

source: Datasets
mhk: Chwaʼ ke

source: Delete my recordings
mhk: Veʼti ya tebkɛd

source: Different language
mhk: Chu njɨʼ

source: Difficult to pronounce
mhk: A tɨn ma fuŋ

source: Discard ongoing recording
mhk: Waʼ yɔ teb a ni ŋgə a

source: Does the sentence meet the guidelines?
mhk: A mɛ yɔ ŋkaŋchu chini ni manji a kuʼni a ɛ?

source: Donate your voice
mhk: Fa nji u

source: Don't see your language on Common Voice yet?
mhk: U kɨ ted yə yu chu ma Common Voice bə ɛ ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mhk: Suŋ yǔ buʼŋwàʼnì ghaʼ ke <uploadButton> fed </uploadButton>d mà tuʼmɨ

source: Drop file here to upload
mhk: Chiʼ buʼ ŋwàʼnì mà tuʼmɨ ghaʼ

source: Enter your public domain sentence here
mhk: Nɨŋ yǔ ŋkǎŋ-chu yì mvi yə a ghàʼ

source: Enter your public domain sentences here
mhk: Nɨŋ yǔ ŋkǎŋ-chu yì mvi yə a ghàʼ

source: Error adding sentence
mhk: Fannu mà kuʼti ŋkâŋ-chu

source: ESC
mhk: Ləʼ

source: Exit & Delete clips
mhk: Tum, mvəʼti teb kɛd

source: Fewer than 15 words per sentence
mhk: Kɨ̀ chě chu 15 nì taʼ ŋkǎŋ-chu bə

source: File is too large
mhk: Buʼ ŋwàʼnì lɛ wuʼ tì

source: File is too small
mhk: Buʼ ŋwàʼnì lɛ kəʼti tì

source: Finance
mhk: Nǔ ŋkab

source: Finish recording
mhk: Meʼti ma teb

source: Finish recording first?
mhk: U meʼti ma teb ŋkuŋ?

source: Finish Review
mhk: Meʼti ma kiti

source: Finish validating
mhk: Meʼti ma yuʼti

source: Finish validating clips?
mhk: U meʼti mɨ ma yuʼti teb ɛ?

source: Follow guidelines from “What sentences can I add?”
mhk: Bati manki a ilaʼ ŋkaŋ-chu mɨ kulʼti a

source: for example
mhk: ba lɔʼ ŋga

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mhk: Mbo ke faʼ ma mfəʼ ma faʼ mbɔŋkɛd, tɔʼti a yemti ghaŋ-faʼ ma faʼ mbɔŋked a lin ma bimni ni nu mɔʼ nduŋ bun. njə, bɨ ti ma ŋkuʼti bun ni mɔʼ mad-chu bə, mbə ke faʼ lɛ kɨ mɨ nto fa mbo bun ni ilɛ mad-chu bə.range of people. <learnMore>duʼti ke njamɨ ma lin chɨŋni nu metadata bɔŋ a.</learnMore>

source: General
mhk: Ŋgɔ̀ŋ kě mɛʼ

source: General language / multiple variants
mhk: Chû ŋgɔ̀ŋ bun mɛʼ / Màd njamɨ-njamɨ

source: Grammatical / spelling error
mhk: Mad chu/ŋwaʼni kɨbɔŋ

source: Great!<recordIcon></recordIcon> Record your next clip
mhk: Nu mbɔŋkɛd!<recordIcon></recordIcon>ghə sɨsɨ ma lɔʼ mɔʼ teb

source: Great work!<playIcon></playIcon> Listen again when you're ready
mhk: Faʼ mmbɔŋkɛd!!<playIcon></playIcon> Kuʼ yuʼti ndib u chuʼti yu a

source: Guidelines
mhk: Njê u jid à.

source: Healthcare
mhk: Nǔ mà kiti mbùm

source: Help create Common Voice’s first target segment in { $locale }
mhk: Yemti Common Voice ma biʼni yab sɨ kɛnti faʼ{ $locale }

source: Help us validate voices
mhk: Kǔ-nsun

source: His hand was rais-ed.
mhk: I ka ŋaʼɨ bo i kɨtɨ

source: History, Law and Government
mhk: Nǔ ŋgwên tudtud, nǔ kan mbiʼ ŋgɔ̀ŋ

source: How do I cite?
mhk: Bofa n-lìʼmɨ̀ bə mɨ?

source: How to add multiple sentences
mhk: Manji ma kuʼti ŋkaŋ-chukɛd

source: How would you describe your sex or gender?
mhk: Bofa u tɔʼti nu mbum u njə mɨmbaŋ kɛ mɨŋgwi bə mɨ ?

source: I agree
mhk: M-bim mɨ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mhk: M-bim ŋgâ yɔ ŋkâŋ-chu bə <wikipediaLink> mbo mvi <wikipediaLink> mbə nì tɨn mà tuʼmɨ.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mhk: M-bim ŋgâ yɔ̀ ŋkǎŋ-chu bə <wikipediaLink> mbò mvi <wikipediaLink> mbə nì tɨ̀n mà tuʼmɨ.

source: <icon></icon> Add multiple public domain sentences
mhk: <icon></icon> Kuti ŋkaŋ-chu nchubtichubti ma lɨʼ bun tiʼ yə a

source: Ideally natural and conversational (it should be easy to read the sentence)
mhk: à kɨ mbə nù njə̌ mvi nɔ̀ʼɨ à mbə nǔ ŋgam-taŋtaŋ (ù lin mà yě ŋgâ à bə njàʼɨkɛd mà fuŋ yɔ̀ ŋkâŋ-chu)

source: I do not agree
mhk: ŋkɨ bim bə

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mhk: à bə mbə nì yǔ bati, kɨ nsuŋ ŋgâ <italicizedText> lìʼmɨ mbum </italicizedText>. Bɨ̀ taʼ mà lin lɨ̀ʼ ù yə̂ yɔ̀ chu a ŋgâ bɨ̀ lin mà kiti ŋgâ nǔ jiʼku mfì̀ʼtì-fì̀ʼti kɨ bə. Chû njamɨ mbiʼnǔ lìʼmɨ, ghě ma <guidelinesLink> lad ŋwàʼnì njə̂ u jid à </guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mhk: Teb lɛ bə nchəd kɛ mbə fâ ŋgəʼ u bed, titi bo bə lin ma yuʼti teb lɛ

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mhk: Mɔʼ chu bə mbə yi ù ntaʼ mà kùʼti mbiʼ yɔ̀ buʼ ŋwàʼnì a, mbuʼmbo fuŋ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mhk: Mbə ŋgâ mɔʼ chu wuʼ yi ù ntaʼ mà kuʼti mbiʼ yɔ̀ buʼ ŋwàʼnì a yì à kɨ bə ma template a bə, mbuʼmbo fuŋ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mhk: Mbə ŋka yɔ ŋkaŋchu kɨ bə ni nɔʼɨ bə, fed &quot; ŋgaŋ &quot; ni bo kəb. Mbə ŋga u pa pila ni yɔ ŋkaŋ chu,u tad ŋgə sɨsɨ

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mhk: Mbə ŋka yɔ ŋkaŋchu ni nɔʼɨ, fed &quotm-bi&quot; m mɨ ni bo lum

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mhk: U bə mbumti mɔʼ nu a ma mbə maji kan bə a, mbuʼmbo chɔʼ njə ntɨ u naʼti a. U ti ma nlin ma chɔʼ bə, u fed tad ma ghe ni teb i kɨsɨ

source: If you run out of sentences to review, please help us collect more sentences!
mhk: U bə ŋkam ŋkaŋchu ma kuʼ ŋkiti, mbuʼmbo u yemti yɨʼ ŋkə bimɔʼ ŋkaŋchu

source: Include appropriate citation
mhk: Kùʼti lìʼmɨ̀ à kuʼni a.

source: Invalid file
mhk: Buʼ ŋwàʼnì lɛ kɨ yě jìʼtì bə

source: It contains words or phrases that are hard to read or pronounce.
mhk: A ni chu boa ŋkaŋ-chu a tɨn ma fuŋ a

source: It is written in a language different than what I’m reviewing.
mhk: Bo ŋwaʼni ni chu njɨ ni yi mɨ ni ŋkuʼ ŋkiti a

source: It is written in a language different than what I’m speaking.
mhk: Bo ŋwaʼni ni chu njɨʼ ŋkɨ lin ma chu a bə

source: Just Unsure?
mhk: Kɨ bati mbɔŋkɛd bə/kɨ mbim bə

source: Keep it up, record again <recordIcon></recordIcon>
mhk: Ghə sɨsɨ<recordIcon></recordIcon>

source: Keep the recordings
mhk: Jab teb lɛ kɛd

source: Keep track of your progress with a profile
mhk: Chiʼ liʼmɨ njə u ni ŋkuʼ a

source: Language Fundamentals (e.g. Digits, Letters, Money)
mhk: Nǔ mà sɛnti chǔ-ŋgɔ̀ŋ (njə̌ miʼ ŋwàʼni, miʼtaŋ boa ŋkab)

source: Languages
mhk: Mbom chukɛd

source: Large bulk sentence submission
mhk: Mà nɨŋ buʼ ŋkâŋ-chu

source: Learn More
mhk: Duʼti bìmɔʼ ke

source: Leaving now means you'll lose your progress
mhk: Ma tum ndindi bə ŋga u to və yu ke

source: Listen
mhk: Yuʼti

source: Listen options menu
mhk: yuʼti ku chukɛd

source: Loading sentences…
mhk: Ma bomti ŋkaŋ chukɛd ...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mhk: <loginLink>Ŋaʼɨ ncho</loginLink> kɛ <loginLink>Ŋwaʼni lɨŋ</loginLink> ma kuʼtikɛd ŋkaŋ-chu

source: Log in or sign up to get started
mhk: ŋaʼɨ ncho kɛ ŋwaʼni yu lɨŋ ma biʼni

source: Log In / Sign Up
mhk: ŋaʼɨ ncho / ŋwaʼni lɨŋ

source: Make sure the sentence meets the following criteria:
mhk: Kɨli tɨn ma yə ŋga ŋkaŋ chu bumti boa bɔ mad

source: Maximum file size: 25 MB
mhk: Wuʼ buʼ ŋwàʼnì: 25 MB

source: Media and Entertainment
mhk: Ŋkàŋ ma mfəʼ boa nǔ chàŋti

source: Minimum sentences in file: 1000
mhk: Ŋkâŋ-chu maji yɔ buʼ ŋwàʼnì bə ŋkəʼti, à bə: 1000

source: [Mismatched content]
mhk: Chu lɛ kɨ bumti bə

source: Misreadings
mhk: ma yuʼti, kiti mbɔŋkɛd ŋga ke a ma ndun teb a be ke bo ŋwaʼnikɛd a; bon fanti bə mbe fɔʼ u bed

source: Missing an <strong>'s'</strong> at the end of a word.
mhk: Vəʼti <strong>'s'</strong> ma njiʼti chu

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mhk: Vəʼti<strong>'A'</strong> kɛ <strong>'The'</strong> ni mbiʼni teb.

source: Missing the end of the last word by cutting off the recording too quickly.
mhk: ŋkam nanjam chu mbiʼ nchəd teb lɛ nində

source: [More has been recorded than the required text]
mhk: [Bo ye mɨ teb a jam nda njə a lɔʼ ntaʼ a]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mhk: Jama teb be yi bun ni chu ni nji yab mvivi a.u lin ma bim teb ntɔŋ-tɔŋ a kɨ kuʼni mfiʼ a bə, i nchuti-chuti kɛ ni nji tadsɨʼ. Mbuʼmbo bed nji njɔbti-jɔbti.

source: n
mhk: ŋ

source: N
mhk: ŋ

source: Nature and Environment
mhk: Nɔʼɨ mvi boa nǔ mà

source: News and Current Affairs
mhk: Nǔ tum boa ke à ka ni ndɔʼ lɨ̀ʼ a.

source: No
mhk: ŋgaŋ

source: [No ‘a’ in the original text]
mhk: [A ma mbə ni sɨ chu bə.]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mhk: <noCopyright>Ma mfìʼti bə </noCopyright> jiʼku (cc-0)

source: No foreign letters
mhk: Kɨ̀ nɨŋ mìʼŋwàʼni bìmɔʼ ŋgɔ̀ŋ bə.

source: No microphone found.
mhk: Yum kuʼti nji

source: No numbers and special characters
mhk: Kɨ̀ nɨŋ miʼtaŋ boa bìmɔʼ lìʼmɨ̀kɛd bə.

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mhk: Mɔʼ ŋkaŋchukɛd ma mbə ma kuʼŋkiti be. <addLink> Kuʼti bimɔʼ ŋkanchu ndindi</addLink>

source: No thanks, continue speaking
mhk: ŋgaŋ njika, chu ŋgɨ sɨsɨ

source: Offensive language
mhk: Chu bɨg

source: Offensive speech
mhk: ŋgam mbɨkɛd

source: On desktop devices you can contribute by downloading…
mhk: ù bə mà lin ma nɨn maji tɔʼ fàʼ mà fa yǔ bati

source: On his head he wore a beret.
mhk: I weʼ fələŋ ma ndun tu i.

source: On iOS please continue with Safari to enable recording…
mhk: Ni Ios mbuʼmbo ghə̌ sɨsɨ boa Safari ma lɔʼ teb.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mhk: A be mbə ni mɔʼ baʼ, u bə mbati ŋga, ŋgaŋ fuŋfuŋ kɨ laʼ mbi ye yɔ chu a bə mbə sɛ ni lɨm a kɨ kuʼni a bə, mbuʼmbo bed. U bə mpa pila, u kɔd liʼm;ma tad

source: p
mhk: b

source: Partner
mhk: Kû-nsun

source: [Part of the text can’t be heard]
mhk: Bo kɨ mɨ njuʼ mɔʼ baʼ teb lɛ bə

source: <playIcon></playIcon>Last one!
mhk: <playIcon></playIcon> Nanjam i

source: Play/Stop
mhk: buʼ /nan

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mhk: Mbuʼmbo kiti yɨʼ <templateFileLink> buʼ ŋwàʼnì</templateFileLink>. Yǔ ŋkâŋ-chu ma mbə nì nu mfiʼtì-fiʼtì bə(cco or commissioned original work by the submitter) mbə lan, bo ŋwàʼni mbɔŋkɛd ŋkuʼ njàʼɨ mà fuŋ. Ŋkâŋ-chu ncheʼnì-cheʼnì lin mà lɔʼ njə second 10-15 mà fuŋ, kɨ̀ nɨŋ miʼ taŋ bə, lɨŋ ke boa bun, mbə bimɔ miʼ ŋwaʼnì.

source: Please fill out this field.
mhk: Mbuʼmbo luʼni yɔ̀ mfɨŋni.

source: Please select a language to review sentences.
mhk: Mbuʼmbo chɔʼ taʼ ma kuʼ ŋkiti ŋkaŋchuked

source: r
mhk: chu

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mhk: Bo ni mfuŋ Raised ni mɨkali njə taʼ chu kɨ bə iba bə

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mhk: U lâ ndɨ. Waŋni mɔʼ ŋka { $retryLimit } minute

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mhk: U lâ ndɨ. Waŋni mɔʼ ŋka { $retryLimit } secon

source: Reader Effects
mhk: Nu a ni ntiʼ ghaŋ-mfuŋfuŋ a

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mhk: Bimɔʼ chu a ni mve ni ndib ma fuŋ ke yi a kɨ gaŋ mbə fɔʼ a bə njə weʼre ni lɨʼ we are

source: Read Sentences
mhk: Fuŋ ŋkaŋ chu

source: Read Sentences, Answer Questions
mhk: Fuŋ ŋkaŋ chu , bɨd ŋkwaʼni

source: Read Sentences <small>(Coming soon)</small>
mhk: Fuŋ ŋkaŋ chu <small>(ndib miya )</small>

source: Read sentences submitted by the community in various languages
mhk: Fuŋ ŋkaŋ chukɛd yi bun ma ŋgɔŋ cheʼni ni bimɔʼ chu ŋgɔŋ a.

source: Ready to do { $count } more?
mhk: U nchuʼtikɛd ma ye { $count } mɔʼ ŋka ?

source: <recordIcon></recordIcon> Last one!
mhk: <recordIcon></recordIcon>Nanjam i

source: [Recording cut off before the end of the last word]
mhk: Teb lɛ chəd nanjam chu ji mi

source: Record/Stop
mhk: Teb/Nan

source: Record yourself reading sentences in your language
mhk: Teb mbum u ni mfuŋ ŋkaŋ chukɛd ni chu ŋgɔŋ u

source: Record yourself responding to questions and prompts in your language
mhk: Teb mbum u ni mfa bɨd chukɛd ni ntɔʼti kɛd ke ni chu ŋgɔŋ u

source: Record your voice
mhk: Teb nji u

source: Reference the source of your sentence (required)
mhk: Tɔʼti lɨ̀ʼ ù lɔʼ yɔ̀ ŋkàŋ-chu a.(a lin ma bə)

source: Reject
mhk: Bed

source: Report
mhk: Ntum

source: Report was passed successfully
mhk: Ntum lɛ ghe kwaʼmbɔŋkɛd

source: Request a Language
mhk: Bəti chu ŋgɔŋ

source: Re-record
mhk: Kuʼ nteb

source: Re-record clip
mhk: Kuʼ nteb

source: Return
mhk: Bini

source: Review
mhk: Kuʼ ŋkiti

source: Review could not be saved. Please try again later.
mhk: Mbumbo waŋni mɔʼ ŋka

source: ⓘ Review Criteria
mhk: Lɔʼ ndib ŋga ŋkaŋchu lɛ

source: Review Criteria
mhk: Lɔʼ ndib ŋga ŋkaŋchu lɛ

source: Reviewed sentences not submitted, are sure?
mhk: U kɨ ted ncheʼni ŋkaŋchu u kitiked mɨ a bə, kɛ kə ɔ?

source: Review existing sentences submitted by the community
mhk: Kuʼ ŋkiti ŋkaŋchukɛd yi a biʼni mbə a yi ndali bun cheʼni a

source: Review & re-record clips here as you go
mhk: Kuʼ ŋkiti, ŋkuʼ nteb ghaʼ njə u ŋgə sɨsɨ a

source: Review & re-record clips if needed
mhk: Kuʼ ŋkiti, ŋkuʼ nteb ghaʼ njə a bə ntaʼ a

source: Review Sentences
mhk: Kuʼ ŋkiti ŋkaŋ chukɛ

source: Review sentences in your language
mhk: Kuʼ ŋkiti ŋkanchukɛd ni yu chu ŋgɔŋ

source: Review & Submit
mhk: Kuʼ ŋkiti, ncheʼni

source: Review transcriptions of recorded sentences for accuracy
mhk: Kuʼ ŋkiti mad ma bɨti teb ni miʼŋwaʼni ŋga a chini

source: Review user-submitted transcriptions in your language
mhk: Kuʼ ŋkiti chu bo bɨti mɨ a ni yu chuŋgɔŋ

source: s
mhk: chə

source: S
mhk: T

source: Select an option
mhk: Chɔʼ taʼ nyin

source: Select a variant (optional)
mhk: Chɔʼ taʼ màd (njə̂ ù bə ŋkɔŋ a)

source: Select File
mhk: Chɔʼ buʼ ŋwàʼnì

source: Select File to Upload
mhk: Chuʼ buʼ ŋwàʼnì mà tuʼmɨ

source: Select up to three domains (optional)
mhk: Chɔʼ lɨ̀ʼ à chě ited à (njə̂ ù bə ŋkɔŋ a)

source: Sentence
mhk: Ŋkǎŋ-chu

source: Sentence Domain
mhk: Lɨʼ ŋkâŋ-chu

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mhk: Bo to kùʼti bɔ̀ ŋkǎŋ-chu nchwaʼtì-chwaʼti ma lɨ̀ʼ à bimni ŋgâ mvi yə a cc-0 licensed chua'ke.

source: { $sentences } sentences reviewed. Thank you!
mhk: { $sentences } ŋkaŋchu bo ka kuʼ kiti a. Njika!

source: Sentence Variant
mhk: Màd ŋkâŋ-chu

source: Separate sentences into one line by pressing “Enter” or “Return” once
mhk: Ghabti ŋkaŋ-chuked ni taʼŋkaŋ, ma ye bub fed cho kɛ bɨni taʼ ŋka

source: Service and Retail
mhk: Nǔ fàʼ mbə mà beʼti ntan

source: Share Common Voice
mhk: Ghabti Common Voice

source: Share your clip
mhk: Ghebti yu teb

source: Shortcuts
mhk: Chəli

source: [Should be ‘dinosaurs’]
mhk: [A lin ma be ndum-nyam]

source: [Should be “We are”]
mhk: [kuʼni ma bə / "bɨ/ba" bə]

source: Single
mhk: Taʼŋkâŋ-chu

source: Single sentence submission
mhk: Mà nɨŋ taʼ ŋkâŋ-chu

source: Skip
mhk: Tad

source: Small batch
mhk: Mu ghab ŋkaŋ-chu

source: Small batch sentence submission
mhk: Mu ghab ŋkaŋ-chu

source: Source: { $sentenceSource }
mhk: Lɨʼ a tum a { $sentenceSource }

source: Speak
mhk: Chu

source: Speak now
mhk: Chu ndindi

source: Speak options menu
mhk: Ku chu

source: Start recording
mhk: Biʼni ma teb

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mhk: <strong>[santi]</strong> ndum nyam ma <strong>[santi]</strong> -riassic.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mhk: <strong>[chiʼni]</strong> ndum nyam lɔʼ ma <strong>[kəʼ]</strong> Triassic.

source: Submit
mhk: Cheʼni

source: Submit a new question for the community to read and respond to
mhk: Cheʼni bɛti mfi yi bun ma ŋgɔŋ fuŋ biɗ a.

source: Submit a report
mhk: Cheʼni ntum

source: Submit clips
mhk: Cheʼni tebkɛd

source: Submit new questions for the community to read and respond to
mhk: Cheʼni bɛtikɛd bi i mfifi nji ŋga ndali bun fuŋ mbɨd

source: Success
mhk: ŋjaŋguʼ

source: success checkmark
mhk: Mfiʼ faʼ mbɔŋkəd.
